import random


def get_random_name():
    name = random.choice(
        [
            "니꼬",
            "린",
            "톰 크루즈",
            "해리 포터",
            "스칼렛 요한슨",
            "곽철용",
            "카피추",
            "빌 게이츠",
            "유산슬",
            "펭수",
            "차은우",
            "마동석",
            "아이유",
            "김태희",
            "손예진",
            "고라니",
        ]
    )
    deco = random.choice(
        [
            "배고픈",
            "갓갓",
            "한 끗으로 5억을 태운",
            "욕심이 전혀 없는",
            "격렬하게 쉬고 싶은",
            "라면을 끓일 때 섹시한",
            "아프니까 청춘인",
            "제시카 외동딸 일리노이 시카고",
            "계획이 다 있는",
        ]
    )
    nickname = f"{deco} {name}"
    return nickname
